[
  {
    "id": 1,
    "title": "Noir Statement Tote",
    "oldPrice": 28.00,
    "price": 25.99,
    "image": "/images/noir-statement-tote.jpg",
    "thumbnail": ["/images/noir-statement-tote.jpg","/images/noir-statement-tote-thumb-one.jpg","/images/noir-statement-tote-thumb-two.jpg","/images/noir-statement-tote-thumb-three.jpg","/images/noir-statement-tote-thumb-four.jpg"],
    "isHotDeal": true,
    "categories": ["Tote Bags","Sling Bags","Laptop Bags & Work Bags"],
    "color": "Black",
    "occasion": "Work",
    "bestseller": false,
    "rating": 4.8,
    "ratingNo": 1250,
    "shortDescription": "Bold. Edgy. Unapologetic — the Noir Statement Tote is your go-to for standout sophistication. Crafted with striking black pyramid studs and sleek structured handles, it makes a powerful fashion statement. Perfectly balanced between chic and fierce, it’s designed for those who dare to stand out in every room.",
    "imagesByColor": {
      "Black": [
        "/images/noir-statement-tote.jpg",
        "/images/noir-statement-tote-thumb-one.jpg",
        "/images/noir-statement-tote-thumb-two.jpg",
        "/images/noir-statement-tote-thumb-three.jpg"
      ],
      "Red": [
        "/images/noir-statement-tote-thumb-four.jpg"
      ]
    },
    "accordianOneContent": "<b>Dimensions:</b> 26L X 12W X 20H cm <br/> <b>Care Instruction:</b> Wipe with a damp cloth. Wipe with a damp cloth.",
    "accordianThreeContent": "Expertly crafted in Italy from premium, vegan-friendly polyurethane leather. Each studded panel is precision-molded and hand-assembled by skilled artisans.Reinforced stitching and a quilted interior lining ensure long-lasting durability.Metal hardware is plated with a scratch-resistant finish for years of wear.",
    "descriptionTab": "Elevate your everyday style with the Noir Statement Tote — a sleek, modern carryall designed to make an impression. Crafted from premium materials, it blends elegance and functionality, offering ample space for your essentials while keeping your look effortlessly polished. Whether you're headed to work or a weekend outing, this tote is the perfect companion. Its versatile silhouette transitions seamlessly from day to night, while the refined detailing adds a touch of sophistication. Designed for the modern woman who values both fashion and practicality.",
    "keyFeatures": [
      "Minimalist, structured design",
      "Durable, high-quality faux leather",
      "Spacious interior with secure zip closure",
      "Comfortable dual shoulder straps"
    ],
    "addInfoTab": "The Noir Statement Tote is more than just a handbag it’s a versatile statement piece designed for the woman on the move. With a timeless silhouette and carefully curated features, it offers the perfect balance of luxury and everyday functionality. The structured body ensures it stands upright, while the smooth, matte finish adds a sophisticated edge to any outfit.",
    "whyLoveit": [
      "Sleek and timeless silhouette that pairs with any outfit",
      "Lightweight yet spacious enough for daily essentials",
      "Thoughtfully designed compartments to reduce clutter",
      "Makes a bold statement while staying minimalist"
    ],
    "materials": [
      "<b>Material:</b> Premium vegan leather",
      "<b>Lining:</b> Durable, wipeable polyester",
      "<b>Hardware:</b> Gold-tone"
    ],
    "whatsInside": [
      "13 inches laptop or tablet",
      "Phone, wallet, and keys",
      "Makeup pouch and sunglasses",
      "Water Bottle"
    ],
    "testimonials": [
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Britney Jones",
        "comment": "I've received so many compliments on the Noir Statement Tote. It goes with everything—from workwear to weekend fits. Plus, it fits my laptop, charger, and even my makeup pouch without losing its shape!"
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Emily Wilson",
        "comment": "I love how the Noir Statement Tote is both elegant and functional. The material feels premium and the inner compartments keep me organized throughout my busy day."
      },
      {
        "clientImage" : "/images/audie-dewey.jpg",
        "client": "Audie Dewey",
        "comment": "This tote instantly makes any look more polished. Whether I'm in jeans or a dress, it adds that perfect touch of luxury without being over the top."
      },
      {
        "clientImage" : "/images/david-williams.png",
        "client": "David Williams",
        "comment": "The perfect blend of minimal design and practicality. The straps are comfortable, and the quality is top-notch. I’ve been using it daily for months and it still looks brand new."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Serena Adams",
        "comment": "Every detail of the Noir Statement Tote speaks quality—from the stitching to the subtle hardware. It’s my favorite bag for meetings and travel."
      }
    ],
    "relatedProductIds": [2, 10, 11, 12, 13]
  },
    
  {
    "id": 2,
    "title": "Marigold Braided Handle Tote",
    "oldPrice": 32.00,
    "price": 30.00,
    "image": "/images/marigold-braided-handle-tote.jpg",
    "thumbnail": ["/images/marigold-braided-handle-tote.jpg","/images/marigold-braided-handle-tote-thumb-one.jpg","/images/marigold-braided-handle-tote-thumb-two.jpg"],
    "isHotDeal": true,
    "categories": ["Tote Bags", "Handbags"],
    "color": "Yellow",
    "occasion": "Casual",
    "bestseller": false,
    "rating": 4.5,
    "ratingNo": 1800,
    "shortDescription": "Elevate your everyday style with the Marigold Braided Handle Tote. A perfect blend of charm and functionality. Featuring a spacious interior, sturdy braided handles, and a warm, golden hue, this tote is designed to carry your essentials in effortless elegance. Ideal for workdays, weekends, and everything in between.",
     "imagesByColor": {
      "Yellow": [
        "/images/marigold-braided-handle-tote.jpg",
        "/images/marigold-braided-handle-tote-thumb-one.jpg",
        "/images/marigold-braided-handle-tote-thumb-two.jpg"
      ]
    },
    "accordianOneContent": "<b>Dimensions:</b> 14L X 5W X 11H cm <br/> <b>Care Instruction:</b> Wipe with a damp cloth. Wipe with a damp cloth.",
    "accordianThreeContent": "Expertly crafted using high-quality, durable materials, the Marigold Braided Handle Tote is designed with both style and longevity in mind. The braided handles are handwoven for added strength and aesthetic appeal, while the tote body is precision-stitched to ensure a flawless finish. Ethically produced in small batches to maintain quality standards, each piece reflects meticulous craftsmanship and attention to detail.",
    "descriptionTab": "Add a touch of sunshine to your everyday look with the Marigold Braided Handle Tote. Designed for the modern woman on the go, this tote combines elegance and practicality. The standout braided handles offer a unique handcrafted feel, while the spacious interior easily fits your daily essentials — from your laptop and makeup pouch to your favorite book. Made with durable, premium materials and a soft inner lining, it’s perfect for work, travel, or casual outings. The warm marigold tone adds a cheerful pop of color to any outfit, making it your new go-to accessory.",
    "keyFeatures": [
      "Handwoven for a stylish, artisanal touch",
      "Made from high-quality, long-lasting materials",
      "Adds a vibrant pop of color to any outfit",
      "Zipper or magnetic snap to keep belongings safe",
      "Protects your items and adds a premium feel",
      "Crafted in small batches with attention to sustainability and quality"
    ],
    "addInfoTab": "The Marigold Braided Handle Tote is a thoughtfully designed accessory that brings together style, functionality, and craftsmanship. Made from high-quality faux leather with a soft fabric lining, this tote features hand-braided handles that add a unique, artisanal charm. Its spacious interior offers ample room for all your daily essentials, including a laptop, making it perfect for work or casual outings. A secure closure ensures your belongings stay safe, while inner pockets help keep things organized. Easy to care for and ethically crafted, this vibrant marigold tote is a versatile addition to any wardrobe.",
    "whyLoveit": [
      "Eye-catching marigold color with elegant braided handles",
      "Roomy interior fits all your essentials, from work to weekend",
      "Perfect for the office, casual outings, shopping, or travel",
      "Includes inner pockets and a reliable closure to keep items safe",
      "Crafted responsibly with attention to quality and sustainability"
    ],
    "materials": [
      "<b>Material:</b> Premium Faux leather",
      "<b>Handle</b> Hand-braided",
      "<b>Lining:</b> Soft polyester fabric",
      "<b>Hardware:</b> Lightweight metal zipper",
      "<b>Closure</b>  Magnetic snap or high-quality zipper"
    ],
    "whatsInside": [
      "Notebook or Planner",
      "Phone, wallet, and keys",
      "Makeup pouch and sunglasses",
      "Water Bottle"
    ],
    "testimonials": [
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Emily Wilson",
        "comment": "I love how the Marigold Braided Handle Tote is both elegant and functional. The material feels premium and the inner compartments keep me organized throughout my busy day."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Britney Jones",
        "comment": "I've received so many compliments on the Marigold Braided Handle Tote. It goes with everything—from workwear to weekend fits. Plus, it fits my laptop, charger, and even my makeup pouch without losing its shape!"
      },
      {
        "clientImage" : "/images/david-williams.png",
        "client": "David Williams",
        "comment": "The perfect blend of minimal design and practicality. The straps are comfortable, and the quality is top-notch. I’ve been using it daily for months and it still looks brand new."
      },
      {
        "clientImage" : "/images/audie-dewey.jpg",
        "client": "Audie Dewey",
        "comment": "This tote instantly makes any look more polished. Whether I'm in jeans or a dress, it adds that perfect touch of luxury without being over the top."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Serena Adams",
        "comment": "Every detail of the Marigold Braided Handle Tote speaks quality—from the stitching to the subtle hardware. It’s my favorite bag for meetings and travel."
      }
    ],
    "relatedProductIds": [1, 10, 11, 12, 13]
  },
  {
    "id": 3,
    "title": "Marina Chic Bag",
    "oldPrice": 18.00,
    "price": 15.00,
    "image": "/images/marina-chic-bag.jpg",
    "thumbnail": ["/images/marina-chic-bag.jpg","/images/marina-chic-bag-thumb-one.jpg","/images/marina-chic-bag-thumb-two.jpg"],
    "isHotDeal": true,
    "categories": ["Handbags"],
    "color": "Blue",
    "occasion": "Party",
    "bestseller": false,
    "rating": 4.2,
    "ratingNo": 1000,
    "shortDescription": "Effortlessly elegant and undeniably versatile, the Marina Chic Bag is your perfect companion for everyday sophistication. With its sleek silhouette, polished finish, and thoughtfully designed compartments, this bag blends fashion and function seamlessly. Whether you're heading to brunch, the office, or a night out, the Marina Chic Bag elevates your look while keeping your essentials organized and within reach.",
     "imagesByColor": {
      "Blue": [
        "/images/marina-chic-bag.jpg",
        "/images/marina-chic-bag-thumb-one.jpg",
        "/images/marina-chic-bag-thumb-two.jpg"
      ]
    },
    "accordianOneContent": "<b>Dimensions:</b> 12L X 4.5W X 9H cm <br/> <b>Care Instruction:</b> Wipe gently with a soft, damp cloth. Avoid direct exposure to sunlight or moisture for extended periods. Store in a dust bag when not in use to maintain shape and quality <br/> <b>Do Not:</b> Machine wash, bleach, or tumble dry",
    "accordianThreeContent": "The Marina Chic Bag is crafted with precision and care using high-quality, cruelty-free faux leather. Each piece is assembled by skilled artisans who ensure clean stitching, a smooth finish, and long-lasting durability. The bag is produced in ethically managed facilities that prioritize fair labor practices and environmentally responsible methods. From the polished hardware to the reinforced handles, every detail reflects a commitment to quality craftsmanship and timeless design.",
    "descriptionTab": "The Marina Chic Bag is a modern classic designed for those who appreciate understated elegance and everyday functionality. With its structured silhouette and refined detailing, this bag effortlessly complements both casual and formal looks. The spacious interior is thoughtfully organized with compartments and pockets to keep your essentials secure and easy to access. Made from high-quality faux leather, it offers the luxurious look and feel of genuine leather while being lightweight and cruelty-free. Whether you're heading to the office, a weekend brunch, or an evening out, the Marina Chic Bag adds a polished touch to any outfit.",
    "keyFeatures": [
      "Structured silhouette with a sleek, modern finish",
      "Ample room with compartments to keep essentials organized",
      "Crafted from high-quality, cruelty-free faux leather",
      "Zipper or magnetic snap to keep belongings safe",
      "Built to last without adding bulk"
    ],
    "addInfoTab": "The Marina Chic Bag is designed to offer both style and practicality in one elegant package. Made from premium faux leather, it's lightweight, durable, and easy to care for — simply wipe clean with a damp cloth. The structured design helps the bag retain its shape, while the spacious interior and inner compartments keep your belongings neatly organized. Its polished hardware adds a refined touch, and the comfortable handle drop allows for easy hand or shoulder carry. Please note that slight color variations may occur due to lighting and screen settings.",
    "whyLoveit": [
      "Complements any outfit, from workwear to weekend looks",
      "Carries your essentials without feeling bulky",
      "Made from high-quality faux leather for a conscious choice",
      "Built to withstand daily use while maintaining its shape",
      " Ideal for work, errands, travel, or social outings"
    ],
    "materials": [
      "<b>Material:</b> Premium Faux leather",
      "<b>Lining:</b> Soft polyester fabric",
      "<b>Hardware:</b> High-quality metal",
      "<b>Closure</b>  Magnetic snap or high-quality zipper"
    ],
    "whatsInside": [
      "Tablet or Small Laptop",
      "Notebook or Planner",
      "Phone, wallet, and keys",
      "Makeup pouch and sunglasses",
      "Water Bottle"
    ],
    "testimonials": [
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Emily Wilson",
        "comment": "I love how the Marina Chic Bag is both elegant and functional. The material feels premium and the inner compartments keep me organized throughout my busy day."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Britney Jones",
        "comment": "I've received so many compliments on the Marina Chic Bag. It goes with everything—from workwear to weekend fits. Plus, it fits my laptop, charger, and even my makeup pouch without losing its shape!"
      },
      {
        "clientImage" : "/images/david-williams.png",
        "client": "David Williams",
        "comment": "The perfect blend of minimal design and practicality. The straps are comfortable, and the quality is top-notch. I’ve been using it daily for months and it still looks brand new."
      },
      {
        "clientImage" : "/images/audie-dewey.jpg",
        "client": "Audie Dewey",
        "comment": "This tote instantly makes any look more polished. Whether I'm in jeans or a dress, it adds that perfect touch of luxury without being over the top."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Serena Adams",
        "comment": "Every detail of the  Marina Chic Bag speaks quality—from the stitching to the subtle hardware. It’s my favorite bag for meetings and travel."
      }
    ],
    "relatedProductIds": [1, 2, 10, 11, 12, 13]
  },
  {
    "id": 4,
    "title": "Rose Gold Chain Clutch",
    "oldPrice": 20.00,
    "price": 18.00,
    "image": "/images/rose-gold-chain-clutch.jpg",
    "thumbnail": ["/images/rose-gold-chain-clutch.jpg","/images/purple-gold-chain-clutch.jpg"],
    "isHotDeal": true,
    "categories": ["Clutches & Evening Bags", "Sling Bags"],
    "color": "Pink",
    "occasion": "Party",
    "bestseller": false,
    "rating": 3.2,
    "ratingNo": 800,
    "shortDescription": "Add a touch of glamour to your look with the Rose Gold Chain Clutch — a sleek and sophisticated accessory perfect for evenings out. Featuring a shimmering rose gold finish and a stylish metal chain strap, this clutch effortlessly combines elegance with modern charm.",
    "imagesByColor": {
      "Pink": [
        "/images/rose-gold-chain-clutch.jpg"
      ],
      "Purple": [
        "/images/purple-gold-chain-clutch.jpg"
      ],
      "White": [
        "/images/white-gold-chain-clutch.jpg"
      ]
    },
    "accordianOneContent": "<b>Dimensions:</b> 9L X 2W X 5H cm <br/> <b>Care Instruction:</b> Wipe gently with a soft, damp cloth to clean. Avoid contact with water, perfumes, and abrasive surfaces. Store away from direct sunlight to prevent fading<br/> <b>Do Not:</b> Do not machine wash or tumble dry",
    "accordianThreeContent": "The Rose Gold Chain Clutch is meticulously crafted using high-quality, cruelty-free faux leather with a metallic rose gold finish. Each piece is assembled by skilled artisans who focus on precision stitching and a flawless surface finish. The metal chain strap and hardware are made from durable, rust-resistant alloy to ensure long-lasting shine and strength. Produced in ethically managed facilities, this clutch reflects a commitment to quality craftsmanship, responsible sourcing, and attention to detail in every element.",
    "descriptionTab": "The Rose Gold Chain Clutch is your go-to accessory for special occasions, evening outings, or whenever you want to add a hint of luxe to your look. Designed with a sleek silhouette and a radiant rose gold finish, this clutch blends elegance with a modern edge. It features a secure closure and just enough space to hold your essentials like a phone, cards, keys, and lipstick. The metallic chain strap offers styling versatility — carry it as a chic clutch or wear it as a crossbody. Lightweight yet eye-catching, it's the perfect finishing touch to elevate any outfit.",
    "keyFeatures": [
      "Adds a glamorous touch to any outfit",
      "Wear it as a clutch or with the detachable chain strap",
      "Keeps your essentials safe and in place",
      "Fits phone, cards, keys, and lipstick with ease",
      "Maintains its elegant shape all night long",
      " Perfect for parties, weddings, and evening events"
    ],
    "addInfoTab": "The Rose Gold Chain Clutch is designed for both elegance and ease. Made from premium faux leather with a metallic rose gold finish, it offers a high-end look without the weight. Its compact size is ideal for carrying just the essentials — perfect for evenings out or special occasions. The detachable chain strap gives you styling flexibility, allowing you to wear it as a clutch or a shoulder bag. While it's durable, we recommend avoiding sharp objects and harsh chemicals to keep its shine intact. Slight color variations may occur due to lighting and screen settings.",
    "whyLoveit": [
      "Instantly elevates your evening look",
      "Perfect size to hold your night-out essentials",
      "Wear it your way: clutch or crossbody",
      "Elegant, durable, and cruelty-free",
      "Lightweight & Easy to Carry",
      "Ethically Made"
    ],
    "materials": [
      "<b>Material:</b> Premium Faux leather",
      "<b>Lining:</b> Soft polyester fabric",
      "<b>Hardware:</b> High-quality metal",
      "<b>Strap</b>  Detachable metal chain",
      "<b>Vegan-Friendly</b> Made without the use of animal-derived materials"
    ],
    "whatsInside": [
      "Tablet or Small Laptop",
      "Notebook or Planner",
      "Phone, wallet, and keys",
      "Makeup pouch and sunglasses",
      "Water Bottle"
    ],
    "testimonials": [
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Sophia Lorens",
        "comment": "I absolutely love this clutch! The rose gold finish is even more beautiful in person and adds the perfect sparkle to any outfit."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Olivia M",
        "comment": "I’ve used it for weddings, date nights, and parties — it fits my phone, cards, lipstick, and keys without feeling bulky."
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Chloe B.",
        "comment": "I wore it to a wedding and got so many compliments — a total showstopper!"
      },
      {
        "clientImage" : "/images/audie-dewey.jpg",
        "client": "Grace T.",
        "comment": "The chain strap is super handy when I want to go hands-free. It feels luxurious, and I love that it’s cruelty-free. Definitely a must-have accessory in my wardrobe!"
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Emily R.",
        "comment": "Exactly what I was looking for! Elegant design and perfect size for essentials."
      }
    ],
    "relatedProductIds": [6,9]
  },
  {
    "id": 5,
    "title": "Heritage Tan Backpack",
    "oldPrice": 50.00,
    "price": 65.00,
    "image": "/images/heritage-tan-backpack.jpg",
    "thumbnail": ["/images/heritage-tan-backpack.jpg","/images/heritage-tan-backpack-thumb-one.jpg","/images/heritage-tan-backpack-thumb-two.jpeg","/images/heritage-tan-backpack-thumb-three.jpeg"],
    "isHotDeal": false,
    "categories": ["BackPacks"],
    "color": "Brown",
    "occasion": "Travel",
    "bestseller": true,
    "rating": 3.8,
    "ratingNo": 2500,
    "shortDescription": "Crafted in premium vegan leather, the Heritage Tan Backpack blends timeless design with everyday functionality. Featuring spacious compartments, sleek silver hardware, and versatile straps for multiple carry options—this piece is as practical as it is elegant.",
    "imagesByColor": {
      "Brown": [
        "/images/heritage-tan-backpack.jpg","/images/heritage-tan-backpack-thumb-one.jpg","/images/heritage-tan-backpack-thumb-two.jpeg","/images/heritage-tan-backpack-thumb-three.jpeg"
      ],
      "Black": [
        "/images/heritage-tan-backpack-black-thumb-one.jpg","/images/heritage-tan-backpack-black-thumb-two.jpg","/images/heritage-tan-backpack-black-thumb-three.jpeg","/images/heritage-tan-backpack-black-thumb-four.jpeg"
      ]
    },
     "accordianOneContent": "<b>Dimensions:</b> 30L  X 38H X 14 cm <br/> <b>Care Instruction:</b> Gently wipe with a soft, damp cloth to remove dirt or dust. Avoid prolonged exposure to direct sunlight and moisture. Store in a cool, dry place using the dust bag provided<br/> <b>Do Not:</b> Do not machine wash or tumble dry",
    "accordianThreeContent": "Each Heritage Tan Backpack is thoughtfully crafted by skilled artisans in a certified ethical facility. We partner with small-batch manufacturers who share our commitment to quality, fair labor practices, and environmental responsibility. <br/><b>Country of Origin:</b> Made in Italy<br/><b>Material:</b> Premium, cruelty-free vegan leather",
    "descriptionTab": "TThe Heritage Tan Backpack is where timeless elegance meets everyday functionality. Designed for modern minimalists, it offers a sleek silhouette with thoughtful details that blend seamlessly into workdays, travel plans, or weekend escapes. Whether carried as a backpack or styled as a shoulder bag with its convertible straps, the Heritage Tan adapts to your lifestyle with effortless grace. From the polished silver hardware to the hand-finished stitching, every detail speaks of craftsmanship and intention. This piece is not just a bag—it’s a reflection of Lusha’s belief in thoughtful design, mindful materials, and enduring style.",
    "keyFeatures": [
      "Crafted from premium, cruelty-free vegan leather",
      "Spacious main compartment fits up to a 13” laptop",
      "Convertible design – wear it as a backpack or shoulder bag",
      "Water-resistant and easy to clean surface",
      "Lightweight yet structured for everyday use",
      "Timeless tan finish that complements any outfit"
    ],
    "addInfoTab": "Crafted from premium cruelty-free vegan leather, the bag features a softly textured finish that’s both durable and lightweight. Its structured design includes a spacious main compartment, inner pockets for organization, and a secure zipper closure. Exterior side pockets and a hidden anti-theft back pocket add an extra layer of convenience for the conscious commuter.",
    "whyLoveit": [
      "Effortlessly blends minimalist style",
      "Versatile enough for work, travel, or casual days out",
      "A conscious choice that aligns with your values",
      "Complements every outfit with its timeless tan hue",
      "Lightweight & Easy to Carry"
    ],
    "materials": [
      "<b>Material:</b> Premium Faux leather",
      "<b>Lining:</b> Durable Inner Lining",
      "<b>Hardware:</b> Reinforced stitching for long-lasting durability",
      "<b>Vegan-Friendly</b> Made without the use of animal-derived materials"
    ],
    "whatsInside": [
      "Tablet or Small Laptop",
      "Notebook or Planner",
      "Phone, wallet, and keys",
      "Makeup pouch and sunglasses",
      "Water Bottle"
    ],
    "testimonials": [
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Emma R",
        "comment": "I have been searching for a bag thats both beautiful and functional—this is it. The Heritage Tan Backpack is sleek, spacious, and incredibly well made. I use it every day for work and get compliments constantly."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Sofia M",
        "comment": "Obsessed with the minimalist design. It fits my laptop, notebook, and all my essentials without feeling bulky. The vegan leather feels luxurious and soft. Love that it’s cruelty-free!"
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Chloe L",
        "comment": "Absolutely love the anti-theft pocket. It’s subtle but so practical, especially when I’m commuting. The color is gorgeous—neutral but not boring."
      },
      {
        "clientImage" : "/images/audie-dewey.jpg",
        "client": "Isabelle D",
        "comment": "The backpack is even more beautiful in person. The stitching is flawless, and I appreciate the sustainable materials. It’s clear a lot of thought went into the design"
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Harper J",
        "comment": "I use it as both a backpack and shoulder bag—such a smart, flexible design. Comfortable to wear, and it still looks brand new after weeks of daily use."
      }
    ],
    "relatedProductIds": [14]
  },
  {
    "id": 6,
    "title": "Moonlight Glow Pouches",
    "oldPrice": 32.00,
    "price": 20.00,
    "image": "/images/moonlight-glow-pouches.jpg",
    "thumbnail": ["/images/moonlight-glow-pouches.jpg","/images/moonlight-glow-pouches-thumb-one.jpg","/images/moonlight-glow-pouches-thumb-two.jpg"],
    "isHotDeal": false,
    "categories": ["Wallets & Pouches", "Clutches & Evening Bags"],
    "color": "White",
    "occasion": ["Casual","Party"],
    "bestseller": false,
    "rating": 3.4,
    "ratingNo": 580,
    "shortDescription": "Add a touch of elegance to your evening ensemble with this Moonlight Glow Clutch. Featuring a shimmering rhinestone exterior and a sleek envelope silhouette, it's perfect for special occasions and night-outs.",
    "imagesByColor": {
      "White": [
        "/images/moonlight-glow-pouches.jpg","/images/moonlight-glow-pouches-thumb-one.jpg","/images/moonlight-glow-pouches-thumb-two.jpg"
      ]
    },
     "accordianOneContent": "<b>Dimensions:</b> 5L  X 8.5H X 1.4 cm <br/> <b>Care Instruction:</b> Spot clean only with a soft, damp cloth. Store in a dust bag when not in use to preserve shine.<br/> <b>Do Not:</b> Do not machine wash or tumble dry",
    "accordianThreeContent": "Premium synthetic base covered with hand-applied rhinestones.Comes in a reusable dust bag and eco-friendly packaging. Each piece is thoughtfully crafted to blend elegance with functionality, making it a timeless addition to your accessory collection.",
    "descriptionTab": "The Moonlight Glow Pouch is a sophisticated statement accessory designed for those who appreciate understated glamour. With its shimmering rhinestone detailing and sleek envelope design, this pouch effortlessly complements eveningwear, cocktail attire, or bridal ensembles. Lightweight yet spacious enough to hold your essentials, it blends practicality with elegance. Perfect for weddings, formal gatherings, or upscale events, the Moonlight Glow Pouch adds a radiant touch to your outfit, catching the light with every movement. Whether held as a clutch or carried with a detachable chain (if included), it's a go-to accessory for a refined, polished look.",
    "keyFeatures": [
      "Fully embellished with high-shine rhinestones for a glamorous finish",
      "Sleek envelope-style silhouette for timeless elegance",
      "Magnetic snap closure for secure and easy access",
      "Spacious enough to fit essentials like phone, cards, keys, and makeup",
      "Lightweight yet durable"
    ],
    "addInfoTab": "The Moonlight Glow Pouch isn’t just about sparkle—it’s about making a statement with subtle sophistication. Thoughtfully designed to balance elegance and practicality, this pouch offers a luxurious feel while remaining easy to carry. Each piece is hand-embellished, making every pouch unique in its shine and character.",
    "whyLoveit": [
      "Eye-Catching Design",
      "Perfect for All Occasions",
      "Versatile Styling",
      "Elegant & Lightweight",
      "Gift-Ready Packaging",
      "Thoughtfully Made"
    ],
    "materials": [
      "<b>Outer:</b> Premium quality synthetic fabric with high-shine rhinestones",
      "<b>Lining:</b> Soft satin fabric",
      "<b>Closure:</b> Durable magnetic snap ",
      "<b>Strap: </b> Detachable metal chain",
      "<b>Hardware:</b> Tarnish-resistant metal"
    ],
    "whatsInside": [
      "Notebook or Planner",
      "Phone, wallet, and keys",
      "Makeup pouch and sunglasses"
    ],
    "testimonials": [
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Emily R",
        "comment": "Absolutely stunning! I carried the Moonlight Glow Pouch to my best friend’s wedding and got compliments all night. It’s the perfect mix of classy and sparkly."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Sofia M",
        "comment": "The rhinestones catch the light beautifully. It’s lightweight, fits all my essentials, and feels really well made. Totally worth it!"
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Sophie M",
        "comment": "I love how versatile it is—I wore it as a clutch one evening and used the chain the next day. Great for multiple"
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Harper J",
        "comment": "The packaging was gorgeous and the pouch even better in person. Makes an amazing gift too!"
      }
    ],
    "relatedProductIds": [4,9]
  },
  {
    "id": 7,
    "title": "Butterfly Bliss Bag",
    "oldPrice": 62.00,
    "price": 58.00,
    "image": "/images/butterfly-bliss-bag.jpg",
    "thumbnail": ["/images/butterfly-bliss-bag.jpg","/images/butterfly-bliss-bag-thumb-one.jpg","/images/butterfly-bliss-bag-thumb-two.jpg"],
    "isHotDeal": false,
    "categories": ["Handbags"],
    "color": "Pink",
    "occasion": ["Casual","Party"],
    "bestseller": true,
    "rating": 3.2,
    "ratingNo": 823,
    "shortDescription": "The Butterfly Bliss Bag is a charming blend of elegance and whimsy. Featuring a soft ombré gradient from ivory to blush pink, adorned with delicate gold butterfly embellishments and luxe gold-tone hardware, this structured handbag is perfect for adding a touch of feminine sophistication to your day or evening look.",
    "imagesByColor": {
      "Pink": [
        "/images/butterfly-bliss-bag.jpg","/images/butterfly-bliss-bag-thumb-one.jpg","/images/butterfly-bliss-bag-thumb-two.jpg"
      ]
    },
     "accordianOneContent": "<b>Dimensions:</b> 9.5L  X 11.5H X 6 cm <br/> <b>Care Instruction:</b> Wipe clean with a soft, dry or slightly damp cloth.Avoid overstuffing to maintain its shape. Store in a dust bag or upright in a cool, dry place. <br/> <b>Do Not:</b> Do not machine wash or tumble dry",
    "accordianThreeContent": "<b>Designed In:</b> Canada<br/><b>Material Composition:</b> High-quality synthetic leather (PU) with metallic gold-tone hardware. <br/><b>Craftsmanship:</b> Precision stitching and reinforced structure for durability and premium finish<br/> Each Butterfly Bliss Bag reflects a commitment to style, function, and responsible craftsmanship.",
    "descriptionTab": "The Butterfly Bliss Bag is where charm meets chic. Designed for the modern woman who adores subtle elegance with a touch of magic, this structured handbag features a dreamy ombré finish—from ivory to soft blush pink—graced with shimmering gold butterfly embellishments that symbolize transformation and grace. Perfect for both casual outings and special occasions, it balances style and practicality. With a spacious interior, sturdy handles, and a detachable shoulder strap, the Butterfly Bliss Bag adapts effortlessly to your lifestyle—whether you're heading to brunch, a garden party, or a casual evening out. Its feminine appeal and versatile design make it a standout addition to any wardrobe.",
    "keyFeatures": [
      "Fully embellished with high-shine rhinestones for a glamorous finish",
      "Sleek envelope-style silhouette for timeless elegance",
      "Magnetic snap closure for secure and easy access",
      "Spacious enough to fit essentials like phone, cards, keys, and makeup",
      "Lightweight yet durable"
    ],
    "addInfoTab": "The Moonlight Glow Pouch isn’t just about sparkle—it’s about making a statement with subtle sophistication. Thoughtfully designed to balance elegance and practicality, this pouch offers a luxurious feel while remaining easy to carry. Each piece is hand-embellished, making every pouch unique in its shine and character.",
    "whyLoveit": [
      "Elegant Ombre Design",
      "Gold Butterfly Embellishments",
      "Structured Silhouette",
      "Dual Carry Options",
      "Spacious Interior",
      "Secure Closure"
    ],
    "materials": [
      "<b>Outer:</b> Synthetic leather (PU)",
      "<b>Lining:</b> Soft polyester fabric",
      "<b>Embellishments:</b>  Hand-applied glitter butterfly",
      "<b>Hardware:</b> Tarnish-resistant metal"
    ],
    "whatsInside": [
      "Notebook or Planner",
      "Phone, wallet, and keys",
      "Makeup pouch and sunglasses",
      "Travel tissues or hand wipes"
    ],
    "testimonials": [
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Isabella M",
        "comment": "Absolutely in love with this bag! The butterfly details are so dreamy, and I’ve gotten compliments every time I carry it"
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Riya D",
        "comment": "Perfect size, beautiful color fade, and such elegant gold accents. It’s my go-to bag for brunch dates and weekend outings!"
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Chloe W",
        "comment": "The quality surprised me in the best way. It's lightweight yet sturdy, and the inside compartments are super handy."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Amelia K",
        "comment": "Bought this as a gift for my sister—she’s obsessed! The ombré effect and butterflies are just magical"
      }
    ],
    "relatedProductIds": [1,2,3,8,10,11,12,13]
  },
  {
    "id": 8,
    "title": "Baby Blue Charm Parade",
    "oldPrice": 40.00,
    "price": 35.00,
    "image": "/images/baby-blue-charm-parade.jpg",
    "thumbnail": ["/images/baby-blue-charm-parade.jpg","/images/baby-blue-charm-parade-thumb-one.jpg","/images/baby-blue-charm-parade-thumb-two.jpg"],
    "isHotDeal": false,
    "categories": ["Handbags"],
    "color": "Blue",
    "occasion": ["Casual","Party"],
    "bestseller": false,
    "rating": 3.2,
    "ratingNo": 823,
    "shortDescription": "Playful yet polished, the Baby Blue Charm Parade Bag is a mini handbag that brings personality to your everyday look. Featuring a crocodile-textured finish in a dreamy pastel blue and adorned with gold-tone chains and quirky charms, this bag is the perfect accessory to express your fun, fashionable side.",
    "imagesByColor": {
      "Blue": [
        "/images/baby-blue-charm-parade.jpg","/images/baby-blue-charm-parade-thumb-one.jpg","/images/baby-blue-charm-parade-thumb-two.jpg"
      ]
    },
     "accordianOneContent": "<b>Dimensions:</b> 30.2L  X 16.5H X 9 cm <br/> <b>Care Instruction:</b> Wipe clean with a soft, dry or slightly damp cloth. Avoid overloading to preserve the bag’s shape and handle strength. Keep away from water, perfumes, and sharp objects to protect the faux leather and gold-tone hardware <br/> <b>Do Not:</b> Do not machine wash or tumble dry",
    "accordianThreeContent": "<b>Designed In:</b> Canada<br/><b>Material Composition:</b>High-quality faux crocodile-embossed PU leather <br/><b>Craftsmanship:</b> Precision stitching and reinforced structure for durability and premium finish<br/> The Baby Blue Charm Parade Bag is crafted with attention to both fashion and function, making it a standout piece with personality.",
    "descriptionTab": "The Baby Blue Charm Parade Bag is a delightful fusion of playful charm and chic sophistication. Crafted in a soft pastel blue with a crocodile-embossed texture, this mini handbag makes a bold style statement without being overwhelming. The highlight? A set of gold-tone chains adorned with whimsical charms—smiley faces, pearls, tassels, and a bold “A”—that add a youthful, personalized flair. Despite its compact size, this bag is surprisingly functional with a structured interior perfect for small daily essentials. Ideal for brunch dates, shopping trips, or simply adding a pop of fun to your outfit, the Baby Blue Charm Parade Bag is your go-to piece when you want to carry light but shine bright.",
    "keyFeatures": [
      "Croc-Embossed Finish",
      "Decorative Gold Chains",
      "Compact & Structured",
      "Dual Carry Options",
      "Sturdy Build"
    ],
    "addInfoTab": "The Baby Blue Charm Parade Bag is more than just a mini handbag—it's a fashion statement with a splash of fun. Designed for trendsetters who love to add a little personality to their outfits, this bag combines playful charm details with a sleek, structured silhouette.",
    "whyLoveit": [
      "Dreamy Pastel Hue",
      "Fun Charms",
      "Stylish & Practical",
      "Versatile Carrying",
      "Statement Accessory",
      "Gift-Worthy"
    ],
    "materials": [
      "<b>Outer:</b> Premium faux leather",
      "<b>Lining:</b> Soft polyester fabric",
      "<b>Charms & Chains:</b> Gold-tone alloy metal",
      "<b>Hardware:</b> Sturdy metal clasps"
    ],
    "whatsInside": [
      "A standard-sized smartphone",
      "Phone, wallet, and keys",
      "Makeup pouch and sunglasses",
      "Travel tissues or hand wipes"
    ],
    "testimonials": [
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Natalie F",
        "comment": "This bag is an instant mood-lifter! The baby blue color is gorgeous and those little charms are just adorable. I get compliments every time I carry it."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Saanvi R",
        "comment": "Super cute and surprisingly sturdy! It fits my phone, lipstick, and cards easily. Love the playful charm details—they add such a fun touch!"
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Lucy M",
        "comment": "Bought it for a weekend trip and ended up using it every day! The color pops and the croc texture looks way more luxe than I expected."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": " Emma T",
        "comment": "Exactly what I was looking for—trendy, lightweight, and unique. The charms give it so much personality. A perfect little statement bag!"
      }
    ],
    "relatedProductIds": [1,2,3,7,10,11,12,13]
  },
  {
    "id": 9,
    "title": "Glam Crossbody",
    "oldPrice": 48.00,
    "price": 32.00,
    "image": "/images/powder-pink-glam-crossbody.jpg",
    "thumbnail": ["/images/powder-pink-glam-crossbody.jpg","/images/powder-pink-glam-crossbody-thumb-purple.jpg"],
    "isHotDeal": false,
    "categories": ["Clutches & Evening Bags", "Sling Bags"],
    "color": "Pink",
    "occasion": ["Casual","Party"],
    "bestseller": false,
    "rating": 3.2,
    "ratingNo": 823,
    "shortDescription": "Elegant and effortlessly chic, the Glam Crossbody features a soft quilted texture in a dreamy blush ombré with polished gold-tone hardware. Complete with a twist-lock closure and a sleek chain strap, this compact bag is the perfect blend of sophistication and femininity—ideal for both day and evening wear.",
    "imagesByColor": {
      "Pink": [
        "/images/powder-pink-glam-crossbody.jpg"
      ],
      "Purple": [
        "/images/powder-pink-glam-crossbody-thumb-purple.jpg"
      ],
      "White": [
        "/images/powder-pink-glam-crossbody-thumb-white.jpg"
      ]
    },
     "accordianOneContent": "<b>Dimensions:</b> 8.5L  X 6H X 9 cm <br/> <b>Care Instruction:</b> Wipe clean with a soft, dry or slightly damp cloth. Avoid prolonged exposure to direct sunlight or moisture to preserve color and texture. Keep away from sharp objects and abrasive surfaces to maintain quilted detailing <br/> <b>Do Not:</b> Do not machine wash or tumble dry",
    "accordianThreeContent": "<b>Designed In:</b> Italy<br/><b>Material Composition:</b> Synthetic leather (PU)<br/><b>Craftsmanship:</b> Expertly stitched with reinforced seams to ensure structure and longevity.The Glam Crossbody is designed to deliver elegance and durability with a contemporary twist.",
    "descriptionTab": "The Glam Crossbody is your go-to accessory for a polished, feminine look that transitions seamlessly from day to night. With its soft quilted design and romantic blush ombré finish, this compact crossbody bag adds an elegant edge to any outfit. The sleek gold-tone chain strap and twist-lock closure lend a luxurious touch, making it a standout piece for brunches, evening outings, or date nights. Lightweight yet structured, it holds your essentials in style without compromising comfort. Whether worn over the shoulder or across the body, the Glam Crossbody delivers a perfect balance of sophistication, versatility, and charm.",
    "keyFeatures": [
      "Blush Ombré Finish",
      "Quilted Texture",
      "Versatile Styling",
      "Eco-Friendly Packaging"
    ],
    "addInfoTab": "The Glam Crossbody is designed to be the perfect blend of style and practicality. With its soft quilted body and subtle ombré blush tones, it makes a graceful statement wherever you go. The bag is compact but thoughtfully structured to hold all your must-haves for a day out or a night on the town.",
    "whyLoveit": [
      "The blush ombré and quilted design make every outfit look instantly polished",
      "Just the right size to carry your essentials without weighing you down",
      "Chic enough for evenings, practical enough for daytime outings",
      "Turns heads with its soft color palette and sophisticated design",
      "Comes beautifully packaged",
      "Shipped in eco-conscious materials with a reusable dust bag included"
    ],
    "materials": [
      "<b>Outer:</b> Synthetic Leather (PU)",
      "<b>Lining:</b> Soft polyester fabric",
      "<b>Strap:</b> Durable metal chain with PU leather",
      "<b>Hardware:</b> Gold-tone alloy metal"
    ],
    "whatsInside": [
      "A standard-sized smartphone",
      "Phone, wallet, and keys",
      "Makeup pouch and sunglasses",
      "Travel tissues or hand wipes",
      "Cardholder or slim wallet"
    ],
    "testimonials": [
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Samantha",
        "comment": "Compact, elegant, and super versatile. I’ve worn it with jeans and dresses—it works every time. Love the quilted texture! The ombré pink and gold combo is everything. It instantly dresses up any outfit."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Alina",
        "comment": "Looks small but fits all my essentials. The chain strap is comfortable, and the bag feels premium. Definitely worth it."
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Isabelle",
        "comment": "I bought this as a gift for my sister and ended up ordering one for myself. The quality is amazing and the design is just beautiful."
      }
    ],
    "relatedProductIds": [1,6]
  },
  {
    "id": 10,
    "title": "Maven Laptop Tote",
    "oldPrice": 65.00,
    "price": 58.00,
    "image": "/images/maven-laptop-tote.png",
    "thumbnail": ["/images/maven-laptop-tote.png","/images/maven-laptop-tote-thumb-one.jpg","/images/maven-laptop-tote-thumb-two.jpg"],
    "isHotDeal": false,
    "categories": ["Laptop Bags & Work Bags"],
    "color": "White",
    "occasion": ["Work","Formal"],
    "bestseller": true,
    "rating": 3.1,
    "ratingNo": 541,
    "shortDescription": "The Maven Laptop Tote is a timeless blend of style and utility, crafted with durable canvas and rich brown faux leather trim. Designed to fit your daily work or travel essentials, it features a roomy interior, sturdy top handles, a detachable crossbody strap, and a matching zip pouch for added organization—making it the perfect companion for professionals on the go.",
    "imagesByColor": {
      "White": [
        "/images/maven-laptop-tote.png","/images/maven-laptop-tote-thumb-one.jpg","/images/maven-laptop-tote-thumb-two.jpeg"
      ],
      "Brown": [
        "/images/maven-laptop-tote-brown-thumb-one.jpg","/images/maven-laptop-tote-brown-thumb-two.jpeg","/images/maven-laptop-tote-brown-thumb-three.jpeg"
      ]
    },
     "accordianOneContent": "<b>Dimensions:</b> 15L  X 12H X 9 cm <br/> <b>Care Instruction:</b> Spot clean with a soft cloth and mild soap. Avoid machine washing or soaking to preserve structure and leather trim. Store upright in a dust bag when not in use.<br/> <b>Do Not:</b> overload to maintain shape and prevent wear on handles and strap",
    "accordianThreeContent": "<b>Designed In:</b> Canada<br/>The Maven Laptop Tote is designed to combine everyday function with elevated craftsmanship for professionals and commuters alike.",
    "descriptionTab": "The Maven Laptop Tote is a refined essential for modern professionals who value both functionality and timeless design. Crafted with a durable canvas body and rich brown faux leather accents, this tote seamlessly blends casual elegance with everyday practicality. Its spacious interior comfortably fits a 13” to 15” laptop along with notebooks, chargers, and other workday essentials—making it ideal for office commutes, meetings, or travel. Sturdy top handles and an adjustable crossbody strap offer multiple carrying options, while the included matching zip pouch keeps smaller items organized and within reach.",
    "keyFeatures": [
      "Perfectly sized to fit laptops up to 15 inchs, notebooks, and daily essentials",
      "Lightweight yet sturdy for everyday use",
      "Rich brown accents add structure and a polished finish",
      "Dual top handles and a detachable, adjustable crossbody strap",
      "Designed for long-lasting strength and durability"
    ],
    "addInfoTab": "The Maven Laptop Tote is thoughtfully designed for busy professionals, students, and travelers who need function without compromising on style. Its spacious main compartment easily fits a laptop, documents, and daily essentials, while the detachable matching zip pouch keeps your smaller items organized and easy to find.",
    "whyLoveit": [
      "Combines office-friendly utility with effortless everyday style",
      "Lightweight and spacious—perfect for commutes, meetings, or weekend trips",
      "Reinforced handles and structured base offer long-lasting performance",
      "Thoughtfully packed with minimal waste and reusable dust protection"
    ],
    "materials": [
      "<b>Outer:</b> Durable woven canvas",
      "<b>Lining:</b> Soft, high-quality polyester",
      "<b>Hardware:</b>  Gold-tone alloy for zippers"
    ],
    "whatsInside": [
      "13 inches - 15 inches Laptop",
      "A4 notebooks, documents, or folders",
      "A standard-sized smartphone",
      "Phone, wallet, and keys",
      "Makeup pouch and sunglasses",
      "Water Bottle"
    ],
    "testimonials": [
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Rachel",
        "comment": "Super functional and stylish! It fits my laptop, charger, and notebook with room to spare. The material feels premium and durable—exactly what I needed for everyday use. Highly recommend for working professionals."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Aanya",
        "comment": "Love the structure and quality of this tote. It’s roomy without being bulky, and the matching pouch is perfect for storing my essentials like lip balm and keys. It’s both practical and so chic!"
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Leah",
        "comment": "Perfect for both office and weekend errands. The canvas is thick and holds its shape well, while the faux leather trim makes it look really polished. Great value for the price!"
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Isabelle",
        "comment": "Stylish and practical—this tote has quickly become my go-to bag for work. It carries everything I need, and I love how organized it keeps me. The compliments haven’t stopped!"
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Jasmine",
        "comment": "Lightweight but surprisingly spacious. I can easily carry my laptop, lunch, and other daily needs. The straps are sturdy and comfortable, even when the bag is full. Looks great with both casual and office wear."
      }
    ],
    "relatedProductIds": [1,2,3,11,12,13]
  },
  {
    "id": 11,
    "title": "Obsidian Curve Tote",
    "oldPrice": 48.00,
    "price": 32.00,
    "image": "/images/obsidian-curve-tote.jpg",
    "thumbnail": ["/images/obsidian-curve-tote.jpg","/images/obsidian-curve-tote-thumb-one.jpg","/images/obsidian-curve-tote-thumb-two.jpg","/images/obsidian-curve-tote-thumb-three.jpg"],
    "isHotDeal": false,
    "categories": ["Tote Bags","Handbags"],
    "color": "Black",
    "occasion": ["Formal"],
    "bestseller": true,
    "rating": 3.5,
    "ratingNo":2541,
    "shortDescription": "Sleek, minimal, and effortlessly polished—the Obsidian Curve Tote is your ultimate everyday companion. Crafted from smooth black faux leather with a structured silhouette, it features a single top handle, gold-tone hardware, and a removable charm for a touch of elegance. Spacious yet streamlined, it’s perfect for work, errands, or stylish weekends.",
    "imagesByColor": {
      "Black": [
        "/images/obsidian-curve-tote.jpg","/images/obsidian-curve-tote-thumb-one.jpg","/images/obsidian-curve-tote-thumb-two.jpg","/images/obsidian-curve-tote-thumb-three.jpg"
      ]
    },
     "accordianOneContent": "<b>Dimensions:</b> 14.5L X 11H X 9 cm <br/> <b>Care Instruction:</b> Wipe clean with a soft, damp cloth. Avoid overfilling to maintain the structured silhouette. Store in an upright position using the provided dust bag<br/> <b>Do Not:</b> Avoid direct heat and prolonged exposure to sunlight or moisture to preserve the faux leather texture and color",
    "accordianThreeContent": "<b>Designed In:</b> Canada<br/> Expert stitching and precision construction for structure and longevity.The Obsidian Curve Tote reflects high attention to detail, combining timeless minimalism with lasting quality.",
    "descriptionTab": "The Obsidian Curve Tote is a sleek and sophisticated carryall designed for modern women who value understated elegance. Crafted in smooth black faux leather, its structured silhouette and soft curved top give it a refined yet contemporary look—perfect for elevating your everyday ensemble. With a roomy interior and durable construction, it’s ideal for workdays, meetings, or casual outings. The top handle sits comfortably on your shoulder or forearm, while the detachable charm adds a hint of gold-tone luxury. Whether you’re headed to the office or out on the town, this tote keeps your style effortlessly sharp and functional.",
    "keyFeatures": [
      "Sleek black faux leather with a structured, softly curved silhouette",
      "Perfect for carrying daily essentials like a tablet, wallet, makeup pouch",
      "Adds a touch of luxe with a detachable charm and metal detailing",
      "Ideal for daily wear without added bulk",
      "Comes with a reusable dust bag and recyclable outer packaging"
    ],
    "addInfoTab": "The Obsidian Curve Tote is designed for those who appreciate clean lines and timeless style. Its structured shape ensures it holds form whether full or lightly packed, making it ideal for work, casual outings, or travel. The spacious interior allows you to carry everything from your tablet and essentials to a light sweater or book.",
    "whyLoveit": [
      "Classic black design pairs effortlessly with every outfit and occasion",
      "Spacious enough for work essentials",
      "Gold-tone charm and hardware add a luxurious finish",
      "Arrives with a dust bag"
    ],
    "materials": [
      "<b>Outer:</b> Faux Leather (PU)",
      "<b>Lining:</b> Soft, high-quality polyester",
      "<b>Stitching:</b> Reinforced stitching"
    ],
    "whatsInside": [
      "Tablet or small laptop (up to 13 inches)",
      "A4 notebooks, documents, or folders",
      "A standard-sized smartphone",
      "Phone, wallet, and keys",
      "Makeup pouch and sunglasses",
      "Water Bottle"
    ],
    "testimonials": [
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Elena",
        "comment": "So elegant and minimal—exactly what I was looking for! It fits my tablet, wallet, and even a small notebook without losing shape. The curved design is so chic and the black faux leather looks premium. I love how versatile it is."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Sophie",
        "comment": "It’s my new go-to tote. Lightweight, stylish, and fits everything I need for the day. The handle is comfortable even when it’s full. Great quality for the price. I’ve been using it daily and it still looks brand new."
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Megan",
        "comment": "Absolutely love the sleek shape and clean look. It elevates even the simplest outfits—perfect for everyday elegance. Very sturdy and surprisingly spacious. I carry my laptop, charger, and even a water bottle without any issues."
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Clara",
        "comment": "This tote feels super premium and goes with everything in my wardrobe. I get compliments all the time! The handle drop is just right, and the shape holds beautifully even when full. Functional and sophisticated!"
      }
    ],
    "relatedProductIds": [1,2,3,10,12,13]
  },
  {
    "id": 12,
    "title": "Elena Lock Tote",
    "oldPrice": 50.00,
    "price": 48.00,
    "image": "/images/elena-lock-tote.jpg",
    "thumbnail": ["/images/elena-lock-tote.jpg","/images/elena-lock-tote-thumb-one.png"],
    "isHotDeal": false,
    "categories": ["Tote Bags", "Handbags"],
    "color": "Brown",
    "occasion": ["Formal","Work"],
    "bestseller": true,
    "rating": 3.9,
    "ratingNo":280,
    "shortDescription": "The Elena Lock Tote is a timeless, structured handbag crafted in elegant taupe faux leather with a smooth, matte finish. Featuring rounded dual handles and a signature gold-tone turn-lock closure, this tote blends classic sophistication with everyday functionality—perfect for work or polished daily wear.",
    "imagesByColor": {
      "Brown": [
        "/images/elena-lock-tote.jpg","/images/elena-lock-tote-thumb-one.png"
      ]
    },
     "accordianOneContent": "<b>Dimensions:</b> 10.5 X 13.5H X 5.5 cm <br/> <b>Care Instruction:</b> Wipe clean with a soft, damp cloth.Tore away from direct sunlight to prevent fading.Keep in the included dust bag when not in use to maintain shape and finish.Keep in the included dust bag when not in use to maintain shape and finish<br/> <b>Do Not:</b> Avoid contact with excessive moisture, oils, or alcohol-based products",
    "accordianThreeContent": "<b>Designed In:</b> Italy<br/> Each bag undergoes a multi-point inspection for craftsmanship and consistency.Includes a reusable drawstring dust bag and 100% recyclable outer carton packaging.The Elena Lock Tote reflects careful craftsmanship with premium materials, combining sophistication with conscious production.",
    "descriptionTab": "The Elena Lock Tote is a refined classic, thoughtfully designed for the modern woman who values elegance, structure, and everyday versatility. Crafted in a smooth taupe faux leather, its clean lines and softly rounded silhouette create a timeless look that pairs effortlessly with both workwear and casual ensembles.The highlight of the tote is its signature gold-tone turn-lock closure that adds just the right amount of polish without being overstated. With ample space to carry your daily essentials—like a tablet, wallet, and small beauty pouch—it blends style and function with ease. Whether you're headed to a meeting, brunch, or running errands, the Elena Lock Tote keeps you organized and impeccably put-together.",
    "keyFeatures": [
      "A versatile, neutral hue that complements any outfit",
      "Gold-tone hardware for a secure and sophisticated look",
      "Maintains its shape beautifully, even when full",
      "Comfortable to carry by hand or over the forearm",
      "Adds a subtle touch of luxury"
    ],
    "addInfoTab": "The Elena Lock Tote is the ultimate blend of timeless design and practical elegance. Its structured build ensures the bag keeps its polished shape throughout your day—whether it's packed with work essentials or just your daily must-haves.With its softly curved handles and sleek gold-tone turn-lock, it transitions effortlessly from office hours to after-hours. The interior is spacious enough to carry everything you need while remaining organized and refined. If you’re looking for a tote that balances sophistication and everyday function, this is the one to keep by your side.",
    "whyLoveit": [
      "Classic design with clean lines and a sophisticated taupe tone",
      "Gold-tone turn-lock keeps your essentials safe and adds a luxe touch",
      "Holds its shape all day for a polished, put-together look",
      "Rounded handles fit perfectly in hand or over the arm",
      "Spacious enough for your tablet, wallet, and everyday essentials",
      "Made with durable faux leather and eco-friendly packaging for mindful fashion"
    ],
    "materials": [
      "<b>Outer:</b> Faux Leather (PU)",
      "<b>Lining:</b> Soft, high-quality polyester",
      "<b>Hardware:</b> Gold-tone zinc alloy",
      "<b>Construction Details</b> Reinforced edges with contrast edge paint"
    ],
    "whatsInside": [
      "Tablet or small laptop",
      "A4 notebooks, documents, or folders",
      "A standard-sized smartphone",
      "Phone, wallet, and keys",
      "Makeup pouch and sunglasses",
      "AirPods or compact mirror"
    ],
    "testimonials": [
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Natasha",
        "comment": "The perfect combination of beauty and function. I get compliments every time I wear it. It’s light, classy, and holds just the right amount of stuff.Also love the eco-friendly dust bag it came with!"
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Alyssa",
        "comment": "A timeless tote I didn’t know I needed. The handles are sturdy and comfortable to hold.I love the gold detailing—it makes the bag look super polished.Very happy with this purchase!"
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Lisa",
        "comment": "The Elena Lock Tote is everything I needed—elegant, structured, and so versatile.I carry it to work every day.The gold lock detail adds just the right touch of sophistication."
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Nancy",
        "comment": "Absolutely in love with this bag! The taupe color is neutral yet chic.It fits my tablet, wallet, and essentials without losing its shape.Feels high-end without the luxury price tag."
      }
    ],
    "relatedProductIds": [1,2,3,10,11,13]
  },
  {
    "id": 13,
    "title": "Ember Edge Tote",
    "oldPrice": 78.00,
    "price": 65.00,
    "image": "/images/ember-edge-tote.jpg",
    "thumbnail": ["/images/ember-edge-tote.jpg","/images/ember-edge-tote-thumb-one.jpg","/images/ember-edge-tote-thumb-two.jpg","/images/ember-edge-tote-thumb-three.jpeg"],
    "isHotDeal": false,
    "categories": ["Tote Bags", "Handbags"],
    "color": "Brown",
    "occasion": ["Formal","Work"],
    "bestseller": false,
    "rating": 4.7,
    "ratingNo":975,
    "shortDescription": "The Ember Edge Tote is a bold and structured statement piece designed for the modern professional. Featuring a rich burnt orange body with striking black contrast trim and handles, this tote is both sleek and functional. Perfect for workdays or stylish errands, it offers ample space while keeping your look effortlessly polished.",
    "imagesByColor": {
      "Brown": [
        "/images/ember-edge-tote.jpg","/images/ember-edge-tote-thumb-one.jpg","/images/ember-edge-tote-thumb-two.jpg","/images/ember-edge-tote-thumb-three.jpeg"
      ]
    },
     "accordianOneContent": "<b>Dimensions:</b> 11L X 15H X 5.5 cm <br/> <b>Care Instruction:</b> Wipe the exterior with a soft, damp cloth—avoid using harsh cleaners.Use a mild leather-safe polish on handles to maintain shine.Air-dry naturally if wet—do not use heat or dryers<br/> <b>Do Not:</b> Keep out of prolonged direct sunlight to preserve the vibrant color",
    "accordianThreeContent": "<b>Designed In:</b> Milan,Italy<br/> Each tote undergoes a 5-step quality check before packaging.Made using water-efficient manufacturing techniques and eco-friendly dyes.Precision stitched edges, double-layer reinforced base, and structured paneling.Includes a branded dust bag and ships in recyclable protective packaging.The Ember Edge Tote is the result of careful craftsmanship and attention to both style and sustainability.",
    "descriptionTab": "The Ember Edge Tote is designed for women who lead with style and confidence. With its striking burnt orange body and bold black trim, this tote is a modern reinterpretation of a classic silhouette—perfectly blending sophistication with a daring edge.Whether you're commuting to the office, heading to a meeting, or elevating a weekend ensemble, this structured tote makes a powerful statement. Its spacious interior fits all your daily essentials, while the sturdy handles and reinforced frame ensure it keeps its shape no matter what the day holds. Bold, functional, and fashion-forward, the Ember Edge Tote is your new daily essential with flair.",
    "keyFeatures": [
      "Rich burnt orange body paired with bold black trim for standout appeal",
      "Keeps its shape all day, no matter what you carry",
      "Comfortable for hand or forearm carry",
      "Fits documents, tablet, water bottle, and more with ease",
      "Sleek gunmetal-tone accents for a clean, modern finish"
    ],
    "addInfoTab": "The Ember Edge Tote is more than just a bag—it's a power accessory. Its bold color blocking is designed to turn heads, while the structure keeps your everyday essentials perfectly in place. Whether you're stepping into the office or heading to a dinner date, it transitions seamlessly across your schedule.Built with reinforced materials and minimal detailing, it pairs effortlessly with neutrals, prints, or even monochrome outfits. It’s lightweight yet sturdy, making it ideal for long days when you need reliability without sacrificing style. If you’re looking for a bag that’s both functional and fashion-forward, the Ember Edge Tote delivers—every single day.",
    "whyLoveit": [
      "Statement-Making Design",
      "Everyday Functionality",
      "Built to Last",
      "Effortlessly Versatile",
      "Minimalist & Modern"
    ],
    "materials": [
      "<b>Outer:</b> Premium PU Leather",
      "<b>Lining:</b> Soft, high-quality polyester",
      "<b>Hardware:</b> Gunmetal-tone metal fittings",
      "<b>Trim & Handles</b> einforced PU leather"
    ],
    "whatsInside": [
      "Tablet or 13 inches laptop",
      "A4 notebooks, documents, or folders",
      "A standard-sized smartphone",
      "Phone, wallet, and keys",
      "Makeup pouch and sunglasses",
      "AirPods or compact mirror"
    ],
    "testimonials": [
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Chloe",
        "comment": "Absolutely love the bold color! The Ember Edge Tote makes such a strong style statement. It fits all my essentials for work and still looks sleek.The craftsmanship really stands out."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Samantha",
        "comment": "This tote has become my go-to for client meetings. The contrast trim adds a designer feel, and the size is just right for my laptop and planner. Great quality stitching and solid hardware too!"
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Isabelle",
        "comment": "I’ve received so many compliments on this bag! The structure is perfect, and it holds its shape beautifully even when it's full. Definitely feels premium"
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Nancy",
        "comment": "The burnt orange shade is unlike anything I own—it's unique but still professional. Great quality stitching and solid hardware too!"
      }
    ],
    "relatedProductIds": [1,2,3,10,11,12]
  },
  {
    "id": 14,
    "title": "Vintage Utility Backpack",
    "oldPrice": 40.00,
    "price": 35.00,
    "image": "/images/vintage-utility-backpack.jpg",
    "thumbnail": ["/images/vintage-utility-backpack.jpg","/images/vintage-utility-backpack-thumb-one.jpg","/images/vintage-utility-backpack-thumb-two.jpeg","/images/vintage-utility-backpack-thumb-three.jpeg"],
    "isHotDeal": false,
    "categories": ["BackPacks", "Laptop Bags & Work Bags"],
    "color": "Brown",
    "occasion": ["Formal","Work"],
    "bestseller": true,
    "rating": 4.8,
    "ratingNo":745,
    "shortDescription": "A rugged classic with modern functionality, the Vintage Utility Backpack is designed for those who carry confidence on their shoulders. Crafted from rich, distressed faux leather with dark contrast details, it features convertible straps for backpack or crossbody wear, a secure zip front, and enough room for daily essentials.Whether you're commuting, traveling, or exploring, this bag brings timeless charm and durable performance to every journey.",
    "imagesByColor": {
      "Brown": [
        "/images/vintage-utility-backpack.jpg","/images/vintage-utility-backpack-thumb-one.jpg","/images/vintage-utility-backpack-thumb-two.jpeg","/images/vintage-utility-backpack-thumb-three.jpeg"
      ]
    },
     "accordianOneContent": "<b>Dimensions:</b> 32w X 36H X 14 cm <br/> <b>Care Instruction:</b> Wipe clean with a soft, damp cloth avoid soaking.Store in a cool, dry place away from direct sunlight to maintain color and texture.Use a leather-safe cleaner (for PU) for occasional deep cleaning.Avoid overfilling to preserve the bag’s shape and stitching.<br/> <b>Do Not:</b> Keep away from harsh chemicals, perfumes, and moisture to avoid staining",
    "accordianThreeContent": "<b>Designed In:</b> Italy<br/> Responsibly manufactured in small batches by certified vendors following fair labor standards.Produced in facilities that follow sustainable practices including water-efficient dyeing and minimal waste production.All materials are quality-checked for durability, water-resistance, and long-term wear performance before assembly.",
    "descriptionTab": "The Vintage Utility Backpack blends timeless charm with smart utility. Designed for the modern explorer, this backpack offers the look of rugged leather with the ease of a versatile carry design—whether worn as a backpack, shoulder bag, or crossbody. Its rich, distressed tan finish and dark accents add a touch of vintage appeal to everyday styling.Crafted for durability and daily performance, it features a spacious interior, multiple pockets, and a zip-front closure for secure storage. Ideal for commuting, travel, or casual outings, the Vintage Utility Backpack offers practical functionality without compromising on aesthetics. It's the perfect fusion of heritage-inspired design and everyday convenience.",
    "keyFeatures": [
      "Easily transforms from a backpack to a shoulder or crossbody bag with adjustable straps.",
      "Holds books, a tablet, a wallet, and other daily essentials with room to spare.",
      "Quick-access storage for keys, phone, or cards while on the move.",
      "Fits documents, tablet, water bottle, and more with ease",
      "Rich tan faux leather with contrast detailing for a classic yet modern look.",
      "Durable zippers, strong handles, and secure stitching for daily wear and tear."
    ],
    "addInfoTab": "The Vintage Utility Backpack is more than just a stylish accessory—it's built for real life. With its clever convertible design, you can switch effortlessly between backpack, shoulder, and crossbody styles depending on your needs. The rugged faux leather exterior not only delivers vintage charm but also resists everyday wear and weather, making it ideal for commuting, travel, or casual outings. Its thoughtful details—like the rear-entry main compartment and body-facing zip pocket—add an extra layer of security. Designed to balance form and function, this backpack is your reliable companion for both workdays and weekend adventures.",
    "whyLoveit": [
      "Versatile Carry Options: Switch between backpack, crossbody, or top-handle style with adjustable straps.",
      "Spacious & Organized: Roomy enough for books, tablet, wallet, and essentials—perfect for daily use or short trips.",
      "Weather-Resistant Material: Easy-to-clean PU leather that handles splashes, drizzles, and everyday messes.",
      " Effortless Style: Complements casual, work, and travel outfits with a rugged, lived-in feel."
    ],
    "materials": [
      "<b>Outer:</b> Premium-grade PU (faux) leather",
      "<b>Lining:</b> Soft, high-quality polyester",
      "<b>Hardware:</b> Matte black alloy zippers",
      "<b>Threading</b> High-density nylon thread",
      "<b>Straps</b>  Adjustable PU leather"
    ],
    "whatsInside": [
      "Tablet or 13 inches laptop",
      "A4 notebooks, documents, or folders",
      "A standard-sized smartphone",
      "Phone, wallet, and keys",
      "Makeup pouch and sunglasses",
      "Compact umbrella"
    ],
    "testimonials": [
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Julia",
        "comment": "This backpack looks even better in person! The vintage leather feel is top-notch and the design is super practical.I love how I can switch between backpack and crossbody depending on the day.Definitely my go-to for both work and travel."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Daniel",
        "comment": "Perfect mix of rugged and refined. The hardware feels solid and the zippers glide smoothly.I’ve been using it on weekend trips, and it fits all my essentials with no fuss.The style is unisex and works with everything I wear."
      },
      {
        "clientImage" : "/images/emily-wilson.jpg",
        "client": "Olivia",
        "comment": "Very pleased with this purchase. It’s practical, weather-resistant, and looks premium.Even after weeks of use, the faux leather hasn’t creased or faded.People often ask me where I got it—definitely a conversation starter."
      },
      {
        "clientImage" : "/images/britney-jones.jpg",
        "client": "Daniel",
        "comment": "Perfect mix of rugged and refined. The hardware feels solid and the zippers glide smoothly.I’ve been using it on weekend trips, and it fits all my essentials with no fuss.The style is unisex and works with everything I wear."
      }
    ],
    "relatedProductIds": [5,10,13]
  }
]
